{
    "game": [
        {
            "id": 1,
            "Senerio": "\"How deep is this shelf?\" \n 'Neath the humming florescent lights of the tinned goods aisle you mechanically slide tins of\n Beefo's Beefy Boys corned beef into place on the shelf, it's dark nether regions swallowing\neach in turn, the pile seemingly never getting smaller.\nFrom the impossible quiet your manager's breath tickles the back of your neck.\nThose aren't done\"\nYou know.\n\"You can't leave until they're done.\"\nOkay.\nContending with his ungainly limbs your manager lumbers off around the corner.\nYou feel the buzz of your phone in your pocket. Do you:\n\n\t               a. Ignore the text\n\t\tor\n\tb. Open the text",
            "choices": {
                "a": {
                    "text": "\n\nYou turn your phone to silent, now's not the time for tom foolery, your shop is counting on\nyou.\n You dutifully pack Beefo's famous Beefy Boys onto the shelf, images of eager customers tearing\n them hungrily from the shelf in your mind.\n            You catch a glimpse of your once youthful hands and begin to stare at them. How long have you\n        been packing this shelf?\n            Shaking, you pull the Beefo's label from the tin and try make out your reflecting in it's\n            dull, grey bumps.\n            Your manager's hand takes your shoulder.\n       \"There's no time for that. You've a shelf to stack.\"\n",
                    "gameOver": true
                },
                "b": {
                    "text": "\nYou glance over your shoulder to check the coast is clear. No sign of your manager, or Freddy,\n the boring jobsworth you’ve spent most of the shift avoiding.  The text is your friend telling you they’re on their way to a party. It’s not clear if they’re\n    inviting or bragging, but a followup message gives the address.\n   You look at the pile of unstacked Beefo’s. You’ll be here all night or longer if you wait.\n You must escape the shop without your manager seeing.\n  Life is for living. You abandon the tins and make your way to the next aisle. You see a group\n of teens stuffing packet after packet of premium brand quinoa in their pockets. Do you:\n  a. Ignore the teens and take the next aisle  \n   or\n  b. Approach the teens, their grain lust may have consequences \n",
                    "a": {
                        "text": "\nYou do a quick U-Turn and head into the world food aisle.\nA man stares forlornly at the shelves around him. It’s unclear how long he’s been here.\nHis staggered eyes fall upon you, there’s no escape from his question.\n\"I’m looking for Jimmy’s Extra Pickled Onions. They’re the ones that are extra pickled and\nhave Jimmy on the jar.\"\nYou know the ones.\nThey’re by the sauces, you tell him, not in this aisle. You think the brand may be English.\n\"England is in the world, isn’t it?\"\n From his expression it’s hard to know if he’s telling or asking. Do you:\n a. Gesture vaguely in the direction of the pickles and mumble about how you think you hear your manager calling (go to Panel 5)\n or\n b. Take this lost soul to the pickles, everyone deserves something (go to Panel 6)\n                    ",
                        "a": {
                            "text": "\nYou watch for a moment as he plods in the direction of your gesture. You wonder briefly if \n Jimmy is a real person, then remember you’ve got more important things to worry about.\nHope grows as you move aisle by aisle with little to no opposition. Off in the distance you\n hear Freddy arguing with a customer. They say they thought the instant noodles were in that\naisle, but they see now it is chilled dairy products.\nHe insists that the customer is always right, and that they should take their bottle of noodles.\n These problems aren’t yours anymore. You can see the exit. You can feel freedom grow with each step.\n The fleeing teens knock you to the ground, a trail of spilled grains spreading out behind them.\n The alarm sounds as they burst through the exit.\n Firm, hot hands pick you up from behind.\n“Don’t you worry yourself about those. You’ve got tins to stack.”",
                            "gameOver": true
                        },
                        "b": {
                            "text": "You walk the customer to the pickled onions, trying to decipher if the low buzzing sound is\n coming from him or the lights.\n\nYou think it might be him. \n\nYou stand by his side in\n front of the pickled onions. \n\nYou ask him if these are the ones? You know they are. There’s\n only one Jimmy’s Pickled Onions. \n\nHe stares into the many eyes of Jimmy’s and, with no\n warning or ceremony, begins punching each of them.\n\n‘She was my wife, you bastard! You\n    destroyed a family!’\n\nBefore you can find out more the shop alarm rings out. You race to the\n end of the aisle and see the last of the teens racing from the shop, a trail of grain behind\n them.\n\nA hand lands on your shoulder. \n\n‘We’ll need to make sure the Beefo’s are well\n stocked for tomorrow to make up for the loss. I hope you hadn’t made plans…’\n\nGame Over.",
                            "gameOver": true
                        }
                    },
                    "b": {
                        "text": "You approach the teens, reassuring them that you were once their age. They scarper,\n simultaneously dropping the quinoa and hurting your feelings.\n You pick up a heap of quinoa from a burst bag, and let it run through your fingers. Where has\n the time gone.\n Disaster strikes. You hear Freddy’s voice calling for you as he approaches from the end of the\n aisle.\n You’ve not turned yet. You can still convincingly claim you hadn’t heard him. Do you:\n a. Flee to the confectionary aisle, his voice has so drained you that you need a pick me up! (Go to panel 13)\n or\n b. Flee to the frozen aisle, the sound of his voice raises your blood pressure you need to cool off! (Go to panel 9)\n or\n c. Stay and listen, maybe he has something interesting to say. (Go to panel 8)",
                        "a": {
                            "text": "You scamper into the sweet aisle and take a breath. Freddy is still calling your name in the\n distance so you know you’ve not got time to stop.\n A chill shoots up your spine. You hear your manager’s feral cry. He’s found the unstacked tins.\n Before you can run an old woman stands in front of you.\n “Where are they? Where are my frozen eggs?”\n You’ve no idea what she’s on about? You don’t think you sell frozen eggs.\n “LOVELY SMOOTH AND LOVELY ROUND! I LOVELY LOVE TO SCOFF THEM DOWN!”\n She repeats herself over and over, getting louder each time. Do you:\n                    a. Make a run for it! She’s lost the plot, and there’s no way your manager hasn’t heard her. (Go to panel 16)\n or\n\nb. Try and appease her! It didn’t work on Hitler but you never know… (go to panel 14)",
                            "a": {
                                "text": "You spring to the clothes section. The pounding gallop of your manager is close behind. You\n can see the exit from here, but he’s close. Your hands are jittering, your heart is pounding.\n\n Do you:\n a. Sprint for the exit! What kind of sicko would stay to be devoured by this foul beast? (Go to panel 17)\n or\n\n b. Hide in the clothes! There’s no way you’re outrunning him? You need time to consider your options. (Go to panel 18)",
                                "a": {
                                    "text": "You burst out of the clothes aisle and race for the exit. You can feel the cool evening air brushing against your face from here. Packets of cheap underwear and novelty socks spill everywhere as your manager bundles through them. You look over your shoulder and catch a glimpse of the thing he’s become. You shouldn’t have taken your eyes off exit. You smash into a pile of baskets, skidding and sliding along the floor, and your manager is upon you. Between your cries for help something in your brain tries to remember which type of bear eats its prey live.",
                                    "gameOver": true
                                },
                                "b": {
                                    "text": "You duck in amongst the trousers, holding them slightly open, hand over your mouth.\n An agonising silence follows until you finally hear it, the snuffling and sniffing.\n You see the thing your manager has become, creeping on all fours, nose to the floor. Does he have the scent?\n It’s decision time, there’s no time to dawdle. Do you:\n\n a. Take your chances and run! You’ve got the element of surprise. Either way he’s got your scent, do you really want to die quivering beneath a pair of XL trousers? (Go to panel 19)\n\n or\n b. Wait him out! Those long limbs will carry him much quicker than you could ever run. Besides, if he had your scent he’d already be on you wouldn’t he? Buy some time, you can still do this! (Go to panel 20) ",
                                    "a": {
                                        "text": "You don’t even make it past the socks. What were you thinking?\n The last thing you see as you lie on your back is a blinding fluorescent light, then the slobbering maw of your manager.",
                                        "gameOver": true
                                    },
                                    "b": {
                                        "text": "You hold tight, your heart pounding in your chest.\n He keeps sniffing around, passing by so close you’re sure you’re done for.\n A tear escapes your eye as you close your mouth as tightly as you can.\n You watch as your manager backs away and continues on towards the tills.\n You let out a sigh of relief. You’re safe for now.\n As you stand your shoe squeaks against the floor.\n Complete silence holds in the air for a couple of moments, before that ghastly gallop returns\n and you’re faced with the slobbering jaws of your manager…",
                                        "gameOver": true
                                    }
                                }
                            },
                            "b": {
                                "text": "“I don’t think we have frozen eggs, but we do have…”\n Your eyes shoot around frantically. You’ve always started your sentences too early and this is\n\n no exception.\n You reach for the nearest item, a packet of toffees. You try and shove them in her hand but\n she’s squeezing her fists so tightly you worry they’ll burst.\n She lifts her head back, eyeing you down her nose and raising her pitch.\n\n “LOVELY SMOOTH AND LOVELY ROUND! I LOVELY LOVE TO SCOFF THEM DOWN!”\n You hear Freddy continue to call your name in the next aisle, stopping suddenly with a whimper.\n A scuffling, and sniffing move around where he’d called from. Do you:\n a. Run! Are you stupid? Run!!! (Go to panel 16)\n or\n\n b. Try and calm her down. A better society starts with individual acts of kindness… (go to panel 15)",
                                "a": {
                                    "text": "You spring to the clothes section. The pounding gallop of your manager is close behind. You\n can see the exit from here, but he’s close. Your hands are jittering, your heart is pounding.\n Do you:\n a. Sprint for the exit! What kind of sicko would stay to be devoured by this foul beast? (Go to panel 17)\n or\n b. Hide in the clothes! There’s no way you’re outrunning him? You need time to consider your options. (Go to panel 18) ",
                                    "a": {
                                        "text": "You burst out of the clothes aisle and race for the exit.\n You can feel the cool evening air brushing against your face from here.\n Packets of cheap underwear and novelty socks spill everywhere as your manager bundles through\n them. You look over your shoulder and catch a glimpse of the thing he’s become.\n You shouldn’t have taken your eyes off exit. You smash into a pile of baskets, skidding and\n sliding along the floor, and your manager is upon you.\n Between your cries for help something You duck in amongst the trousers, holding them slightly open, hand over your mouth.\n An agonising silence follows until you finally hear it, the snuffling and sniffing.\n You see the thing your manager has become, creeping on all fours, nose to the floor. Does he have the scent?\n It’s decision time, there’s no time to dawdle. Do you:\n\n a. Take your chances and run! You’ve got the element of surprise. Either way he’s got your scent, do you really want to die quivering beneath a pair of XL trousers? (Go to panel 19)\n or\n b. Wait him out! Those long limbs will carry him much quicker than you could ever run. Besides, if he had your scent he’d already be on you wouldn’t he? Buy some time, you can still do this! (Go to panel 20)in your brain tries to remember which type of bear eats its prey live.",
                                        "gameOver": true
                                    },
                                    "b": {
                                        "text": "You duck in amongst the trousers, holding them slightly open, hand over your mouth.\n An agonising silence follows until you finally hear it, the snuffling and sniffing.\n You see the thing your manager has become, creeping on all fours, nose to the floor. Does he have the scent?\n It’s decision time, there’s no time to dawdle. Do you:\n a. Take your chances and run! You’ve got the element of surprise. Either way he’s got your scent, do you really want to die quivering beneath a pair of XL trousers? (Go to panel 19)\n or\n b. Wait him out! Those long limbs will carry him much quicker than you could ever run. Besides, if he had your scent he’d already be on you wouldn’t he? Buy some time, you can still do this! (Go to panel 20)",
                                        "a": {
                                            "text": "You don’t even make it past the socks. What were you thinking?\n The last thing you see as you lie on your back is a blinding fluorescent light, then the slobbering maw of your manager.",
                                            "gameOver": true
                                        },
                                        "b": {
                                            "text": "You hold tight, your heart pounding in your chest.\n He keeps sniffing around, passing by so close you’re sure you’re done for.\n A tear escapes your eye as you close your mouth as tightly as you can.\n You watch as your manager backs away and continues on towards the tills.\n You let out a sigh of relief. You’re safe for now.\n As you stand your shoe squeaks against the floor.\n Complete silence holds in the air for a couple of moments, before that ghastly gallop returns\n and you’re faced with the slobbering jaws of your manager…",
                                            "gameOver": true
                                        }
                                    }
                                },
                                "b": {
                                    "text": "“I don’t know what you want! Please, please stop shouting! We don’t sell frozen eggs!”\n She stops, you breath a sigh of relief.\n Slowly she points up behind you. You don’t need to look. You’ve already seen the shadow.\n Resigned you turn anyway, and see the hulking behemoth silhouette against the lights.\n Your manager sits atop the shelves.\n You open your mouth to protest but he moves too fast for you to even scream.",
                                    "gameOver": true
                                }
                            }
                        },
                        "b": {
                            "text": "You feel the cool air hit you in the face. Thank God that’s over. In the other aisle it sounds\n like Freddy has continued the conversation without you.\n\nA freezer-less chill shoots up your\n spine. You hear your manager’s feral cry. He’s found the unstacked tins.\n Before you can flee your path is blocked by an old woman.\n\nShe wants frozen eggs. \n\nYou’re sure you don’t sell those. \n\nShe insists you do. A delicious treat for a hot day or cold. \n\n’Be a dear and go check the back.’\n\nHer finger slowly stretches in the direction of the storage room.\n\n Do you:\n a) Respect your elders! Go and check, you’ve still got time. Plus if your manager catches you now you’re heading deeper into the shop so you’ll be safe… (go to panel 10)\n b) Lie! Will she even remember? You’ve got a party to go to and that cry was pretty haunting. Make for the exit now. (go to panel 11)\n c) Maybe your manager will understand, you were with a customer. Go back to the tins and explain the whole thing? (go to panel 12)\n ",
                            "a": {
                                "text": "You tip toe into the back, it’s dead quiet. Your eyes dart to the back door. Maybe you can sneak out the back…\n\nPadlocked.\n\nThrough the strip door you can make out the silhouette of the old woman. She’s pointing again. \n\nYou head for the freezer to find…\n\nHundreds of frozen eggs. You’ve never sold these before?\n\nA shuffling sound catches your attention. \n\nYou turn. What’s that in the corner? You strain your eyes but they can’t pierce the shadow.\n\nA tin of Beefo’s rolls from the darkness.\n\nYou can explain, you were helping a customer, you were about to go back…\n\nYour manager’s twisted maw is the last thing you see.",
                                "gameOver": true
                            },
                            "b": {
                                "text": "‘You wait here, I’ll be back with the eggs.’\n\nYou don’t care if she believed you, you’re out of here. You can deal with any consequences tomorrow. Today’s lie is tomorrow’s misunderstanding.\n\nYou walk as quickly as you can down pet food. \n\n‘He went that way, deary…’\n\nWas that the old woman? You shouldn’t be able to hear her from this far away.\n\nYou hear the swift predatory movements of your manager in the next aisle. Is he on all fours?\n\nYou break into a jog, then a sprint.\n\nThe exit is right there, you’re so close, if you can just make it another few steps then…\n\nThe exit gets smaller and smaller as you slide along the floor towards the back of the shop, your manager’s jaws locked firmly around your leg.\n\nA delicious treat for a hot day or cold. ",
                                "gameOver": true
                            },
                            "c": {
                                "text": "You sheepishly poke your head around the corner. Someone has made an ungodly mess.\n\nYou approach the scattered tins of Beefo’s, it looks like an animal got into them.\n\nYou hear a chilling snuffling behind you, and the slow padding of an ungainly creature. \n\nYou can’t bring yourself to turn. You can smell the unmistakable odor of Beefy Boys on its hot breath. \n\nYou close your eyes as you hear it unhinge its jaw…",
                                "gameOver": true
                            }
                        },
                        "c": {
                            "text": "You don’t know how long he’s been talking. Your hands and eyes feel dry. Will the party still be going? You want to look at your watch but fight the temptation.\n You try to keep your eyes open but they’re desperate to close. A warm, sinking haze comes over you. This can’t go on much longer.\n\n “We’ve a special bond, we’re like soldiers on the front line.”\n You can’t bear this any longer.\n\n Do you:\n a. Say you can hear a customer choosing the non-brand detergent option and you need to upsell them then flee to the confectionary aisle. You could really do with that sugar bump! (Go to panel 21)\n\n or\n b. Tell him someone has taken the label of his yoghurt in the fridge, if he doesn’t get to it soon who knows if it’ll still be there, then flee to the frozen aisle. Maybe the cool will wake you up! (Go to panel 9)",
                            "a": {
                                "text": "You scamper into the sweet aisle and take a breath. In the other aisle it sounds like Freddy\n has continued the conversation without you. \n\nA chill shoots up your spine. You hear your\n manager’s feral cry. He’s found the unstacked tins. \n\nBefore you can run an old woman stands\n in front of you. \n\n’Where are they? Where are my frozen eggs?’\n\nYou’ve no idea what she’s\n on about. You don’t think you sell frozen eggs.\n\n ‘LOVELY SMOOTH AND LOVELY ROUND! I LOVELY LOVE TO SCOFF THEM DOWN!’ \n\nShe repeats herself over and over, getting louder each time.\n Do you \n\n a) Make a run for it! She’s lost the plot, and there’s no way your manager hasn’t heard her.(go to panel 24)\n b) Try and appease her. (go to panel 22)",
                                "a": {
                                    "text": "You scamper into the sweet aisle and take a breath. In the other aisle it sounds like Freddy\n has continued the conversation without you. \n\nA chill shoots up your spine. You hear your\n manager’s feral cry. He’s found the unstacked tins. \n\nBefore you can run an old woman stands\n in front of you. \n\n’Where are they? Where are my frozen eggs?’\n\nYou’ve no idea what she’s\n on about. You don’t think you sell frozen eggs.\n\n ‘LOVELY SMOOTH AND LOVELY ROUND! I LOVELY LOVE TO SCOFF THEM DOWN!’ \n\nShe repeats herself over and over, getting louder each time.\n Do you \n\n a) Make a run for it! She’s lost the plot, and there’s no way your manager hasn’t heard her.(go to panel 24)\n b) Try and appease her. (go to panel 22)",
                                    "gameOver": true
                                },
                                "b": {
                                    "text": "“I don’t think we have frozen eggs, but we do have…”\n Your eyes shoot around frantically. You’ve always started your sentences too early and this is no exception.\n You reach for the nearest item, a packet of toffees. You try and shove them in her hand but she’s squeezing her fists so tightly you worry they’ll burst.\n She lifts her head back, eyeing you down her nose and raising her pitch.\n “LOVELY SMOOTH AND LOVELY ROUND! I LOVELY LOVE TO SCOFF THEM DOWN!”\n A scuffling, and sniffing moves around where he’d called from. Do you:\n a. Run! Are you stupid? Run!!! (Go to panel 24)\n or\n b. Try and calm her down. A better society starts with individual acts of kindness… (go to panel 23)\n ",
                                    "a": {
                                        "text": "You spring to the clothes section. The pounding gallop of your manager is close behind. You\n can see the exit from here, but he’s close. Your hands are jittering, your heart is pounding.\n\n Do you:\n a. Sprint for the exit! What kind of sicko would stay to be devoured by this foul beast? (Go to panel 25)\n or\n\n b. Hide in the clothes! There’s no way you’re outrunning him? You need time to consider your options. (Go to panel 26)\n ",
                                        "a": {
                                            "text": "You burst out of the clothes aisle and race for the exit. You can feel the cool evening air brushing against your face from here.\n Packets of cheap underwear and novelty socks spill everywhere as your manager bundles through\n them. You look over your shoulder and catch a glimpse of the thing he’s become.\n You shouldn’t have taken your eyes off exit. You smash into a pile of baskets, skidding and\n sliding along the floor, and your manager is upon you.\n Between your cries for help something in your brain tries to remember which type of bear eats its prey live.\n",
                                            "gameOver": true
                                        },
                                        "b": {
                                            "text": "You duck in amongst the trousers, holding them slightly open, hand over your mouth.\n An agonising silence follows until you finally hear it, the snuffling and sniffing.\n You see the thing your manager has become, creeping on all fours, nose to the floor.\n Does he have the scent?\n It’s decision time, there’s no time to dawdle. Do you:\n\n a. Take your chances and run! You’ve got the element of surprise. Either way he’s got your scent, do you really want to die quivering beneath a pair of XL trousers? (Go to panel 27)\n\n or\n b. Wait him out! Those long limbs will carry him much quicker than you could ever run. Besides, if he had your scent he’d already be on you wouldn’t he? Buy some time, you can still do this! (Go to panel 28)\n ",
                                            "a": {
                                                "text": "You don’t even make it past the socks. What were you thinking? The last thing you see as you lie on your back is a blinding florescent light, then the slobbering maw of your manager. ",
                                                "gameOver": true
                                            },
                                            "b": {
                                                "text": "You hold tight, your heart pounding in your chest.\n\nHe keeps sniffing around, passing by so close you’re sure you’re done for. \n\nA tear escapes your eye as you close your mouth as tightly as you can.\n\nFreddy slowly walks into the clothing section. You feel like he can see you, like he’s looking right at you. \n\nYour whole body wants to scream. \n\nYou’re worried he’s going to blow you up.\n\nFrom his pocket he pulls a tin of Beefo’s. \n\nHe looks at you one last time, gives you a solemn nod and then lifts the tin up, pulling on the ring and opening it. \n\nThe scent of Beefo’s fills the clothing section. \n\nYour manager’s face snaps towards Freddy. \n\nYou watch in horror and admiration as Freddy closes his eyes and your manager barrels into him, knocking his now limp body into electronics and following it intent on satisfying his grotesque hunger. \n\nYou spring from the clothing aisle and sprint out through the exit. The cool evening air engulfs you but you don’t stop running. \n\nYou see a taxi and flag it down. Jumping in the back you spit out the address of the party and relay. You’re safe at last.\n\nYou watch from the back seat as the store disappears into the distance. You think about Freddy, your saviour, and how you’ll explain the evening to your friends.\n\nThey’ll never believe you. \n\nExhausted, you think about letting your eyes close for just a moment, but something catches them. Something familiar in the rearview mirror. Something about the drivers eyes… \n\n‘You can’t leave until they’re done.’\n\nYou hear his jaw unhinge.\n\n",
                                                "gameOver": true
                                            }
                                        }
                                    },
                                    "b": {
                                        "text": "‘I don’t know what you want! Please, please stop shouting! We don’t sell frozen eggs!’ She stops, you breath a sigh of relief. \n\nSlowly she points up behind you. You don’t need to look. You’ve already seen the shadow. \n\nResigned you turn anyway, and see the hulking behemoths silhouette against the lights.\n\nYour manager sits atop the shelves. \n\nYou open your mouth to protest but he moves too fast for you to even scream",
                                        "gameOver": true
                                    }
                                }
                            },
                            "b": {
                                "text": "You feel the cool air hit you in the face. Thank God that’s over. In the other aisle it sounds\n like Freddy has continued the conversation without you.\n\nA freezer-less chill shoots up your\n spine. You hear your manager’s feral cry. He’s found the unstacked tins.\n Before you can flee your path is blocked by an old woman.\n\nShe wants frozen eggs. \n\nYou’re sure you don’t sell those. \n\nShe insists you do. A delicious treat for a hot day or cold. \n\n’Be a dear and go check the back.’\n\nHer finger slowly stretches in the direction of the storage room.\n\n Do you:\n a) Respect your elders! Go and check, you’ve still got time. Plus if your manager catches you now you’re heading deeper into the shop so you’ll be safe… (go to panel 10)\n b) Lie! Will she even remember? You’ve got a party to go to and that cry was pretty haunting. Make for the exit now. (go to panel 11)\n c) Maybe your manager will understand, you were with a customer. Go back to the tins and explain the whole thing? (go to panel 12)\n ",
                                "a": {
                                    "text": "You tip toe into the back, it’s dead quiet. Your eyes dart to the back door. Maybe you can sneak out the back…\n\nPadlocked.\n\nThrough the strip door you can make out the silhouette of the old woman. She’s pointing again. \n\nYou head for the freezer to find…\n\nHundreds of frozen eggs. You’ve never sold these before?\n\nA shuffling sound catches your attention. \n\nYou turn. What’s that in the corner? You strain your eyes but they can’t pierce the shadow.\n\nA tin of Beefo’s rolls from the darkness.\n\nYou can explain, you were helping a customer, you were about to go back…\n\nYour manager’s twisted maw is the last thing you see.",
                                    "gameOver": true
                                },
                                "b": {
                                    "text": "‘You wait here, I’ll be back with the eggs.’\n\nYou don’t care if she believed you, you’re out of here. You can deal with any consequences tomorrow. Today’s lie is tomorrow’s misunderstanding.\n\nYou walk as quickly as you can down pet food. \n\n‘He went that way, deary…’\n\nWas that the old woman? You shouldn’t be able to hear her from this far away.\n\nYou hear the swift predatory movements of your manager in the next aisle. Is he on all fours?\n\nYou break into a jog, then a sprint.\n\nThe exit is right there, you’re so close, if you can just make it another few steps then…\n\nThe exit gets smaller and smaller as you slide along the floor towards the back of the shop, your manager’s jaws locked firmly around your leg.\n\nA delicious treat for a hot day or cold. ",
                                    "gameOver": true
                                },
                                "c": {
                                    "text": "You sheepishly poke your head around the corner. Someone has made an ungodly mess.\n\nYou approach the scattered tins of Beefo’s, it looks like an animal got into them.\n\nYou hear a chilling snuffling behind you, and the slow padding of an ungainly creature. \n\nYou can’t bring yourself to turn. You can smell the unmistakable odor of Beefy Boys on its hot breath. \n\nYou close your eyes as you hear it unhinge its jaw…",
                                    "gameOver": true
                                }
                            }
                        }
                    }
                }
            }
        }
    ]
}
